Revit 2027 API
CurtainGridSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual CurtainGridSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As CurtainGridSetIterator
public:
virtual CurtainGridSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> CurtainGridSetIterator
override ReverseIterator : unit -> CurtainGridSetIterator
Return Value
CurtainGridSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
CurtainGridSet Class
Autodesk.Revit.DB Namespace